Repository: JiZPaper/PaperVN
Catalog: PaperVN/VNDBTraits.xcstrings
Source language: en
Languages: de, ja, ko, pl, zh_hans, zh_hant

# trait.Creampie Eating
source: Creampie Eating
de: Essen von nach innerer Ejakulation austretendem Sperma
ja: 中出し精液を食べる
ko: 질내 사정 정액 먹기
pl: Spożywanie nasienia po wytrysku wewnętrznym
zh_hans: 吞食内射精液
zh_hant: 吞食內射精液

# trait.Creative
source: Creative
de: Kreativ
ja: 創造力がある
ko: 창의적
pl: Kreatywny
zh_hans: 有创造力
zh_hant: 有創造力

# trait.Crew Cut
source: Crew Cut
de: Bürstenhaarschnitt
ja: クルーカット
ko: 크루컷
pl: Krótka fryzura wojskowa
zh_hans: 平头
zh_hant: 平頭

# trait.Crime
source: Crime
de: Verbrechen
ja: 犯罪
ko: 범죄
pl: Przestępczość
zh_hans: 犯罪
zh_hant: 犯罪

# trait.Criminal
source: Criminal
de: Verbrecher
ja: 犯罪者
ko: 범죄자
pl: Przestępca
zh_hans: 罪犯
zh_hant: 罪犯

# trait.Criminal Accomplice
source: Criminal Accomplice
de: Komplize
ja: 犯罪の共犯者
ko: 범죄 공범
pl: Wspólnik przestępstwa
zh_hans: 犯罪同伙
zh_hant: 共犯

# trait.Criminal Organizations
source: Criminal Organizations
de: Verbrecherorganisationen
ja: 犯罪組織
ko: 범죄 조직
pl: Organizacje przestępcze
zh_hans: 犯罪组织
zh_hant: 犯罪組織

# trait.Crop Top
source: Crop Top
de: Bauchfreies Oberteil
ja: クロップトップ
ko: 크롭톱
pl: Krótki top
zh_hans: 露脐上衣
zh_hant: 露臍上衣

# trait.Croquet
source: Croquet
de: Krocket
ja: クロッケー
ko: 크로케
pl: Krokiet
zh_hans: 槌球
zh_hant: 槌球

# trait.Cross
source: Cross
de: Kreuz
ja: 十字架
ko: 십자가
pl: Krzyż
zh_hans: 十字架
zh_hant: 十字架

# trait.Cross Design
source: Cross Design
de: Kreuzmotiv
ja: 十字模様
ko: 십자무늬
pl: Motyw krzyża
zh_hans: 十字图案
zh_hant: 十字圖案

# trait.Cross Earrings
source: Cross Earrings
de: Kreuzohrringe
ja: 十字架のイヤリング
ko: 십자가 귀걸이
pl: Kolczyki z krzyżykami
zh_hans: 十字耳环
zh_hant: 十字耳環

# trait.Cross Necklace
source: Cross Necklace
de: Kreuzkette
ja: 十字架のネックレス
ko: 십자가 목걸이
pl: Naszyjnik z krzyżykiem
zh_hans: 十字项链
zh_hant: 十字項鍊

# trait.Cross-dressing
source: Cross-dressing
de: Tragen der Kleidung eines anderen Geschlechts
ja: 異性装
ko: 이성 복장 착용
pl: Noszenie ubrań innej płci
zh_hans: 异性装扮
zh_hant: 異性裝扮

# trait.Crossbow
source: Crossbow
de: Armbrust
ja: クロスボウ
ko: 석궁
pl: Kusza
zh_hans: 弩
zh_hant: 弩

# trait.Crotch Rope Walk
source: Crotch Rope Walk
de: Gehen mit einem Seil im Schritt
ja: 股間をロープで縛って歩く
ko: 사타구니를 밧줄로 묶고 걷기
pl: Chodzenie z liną w kroczu
zh_hans: 胯部绳缚行走
zh_hant: 胯部繩縛行走

# trait.Crotchless Bodystocking
source: Crotchless Bodystocking
de: Ganzkörperstrumpf mit offenem Schritt
ja: 股開きボディストッキング
ko: 가랑이 열린 보디스타킹
pl: Pończocha na całe ciało z otwartym kroczem
zh_hans: 开裆连体丝袜
zh_hant: 開襠連身絲襪

# trait.Crotchless Catsuit
source: Crotchless Catsuit
de: Ganzkörperanzug mit offenem Schritt
ja: 股開きキャットスーツ
ko: 가랑이 열린 캣슈트
pl: Obcisły kombinezon z otwartym kroczem
zh_hans: 开裆紧身连体衣
zh_hant: 開襠緊身連身衣

# trait.Crotchless Fishnet Bodystocking
source: Crotchless Fishnet Bodystocking
de: Netz-Ganzkörperstrumpf mit offenem Schritt
ja: 股開き網タイツボディストッキング
ko: 가랑이 열린 망사 보디스타킹
pl: Pończocha kabaretka na całe ciało z otwartym kroczem
zh_hans: 开裆渔网连体丝袜
zh_hant: 開襠漁網連身絲襪

# trait.Crotchless Fishnet Pantyhose
source: Crotchless Fishnet Pantyhose
de: Netzstrumpfhose mit offenem Schritt
ja: 股開き網タイツ
ko: 가랑이 열린 망사 팬티스타킹
pl: Rajstopy kabaretki z otwartym kroczem
zh_hans: 开裆渔网连裤袜
zh_hant: 開襠網狀褲襪

# trait.Crotchless Leggings
source: Crotchless Leggings
de: Leggings mit offenem Schritt
ja: 股開きレギンス
ko: 가랑이 열린 레깅스
pl: Legginsy z otwartym kroczem
zh_hans: 开裆打底裤
zh_hant: 開襠內搭褲

# trait.Crotchless Leotard
source: Crotchless Leotard
de: Trikot mit offenem Schritt
ja: 股開きレオタード
ko: 가랑이 열린 레오타드
pl: Trykot z otwartym kroczem
zh_hans: 开裆紧身衣
zh_hant: 開襠緊身衣

# trait.Crotchless Micro Bikini
source: Crotchless Micro Bikini
de: Mikrobikini mit offenem Schritt
ja: 股開きマイクロビキニ
ko: 가랑이 열린 마이크로 비키니
pl: Mikrobikini z otwartym kroczem
zh_hans: 开裆微型比基尼
zh_hant: 開襠微型比基尼

# trait.Crotchless One Piece Micro Bikini
source: Crotchless One Piece Micro Bikini
de: Einteiliger Mikrobikini mit offenem Schritt
ja: 股開きワンピース型マイクロビキニ
ko: 가랑이 열린 원피스형 마이크로 비키니
pl: Jednoczęściowe mikrobikini z otwartym kroczem
zh_hans: 开裆连体微型比基尼
zh_hant: 開襠連身微型比基尼

# trait.Crotchless One Piece Swimsuit
source: Crotchless One Piece Swimsuit
de: Einteiliger Badeanzug mit offenem Schritt
ja: 股開きワンピース水着
ko: 가랑이 열린 원피스 수영복
pl: Jednoczęściowy strój kąpielowy z otwartym kroczem
zh_hans: 开裆连体泳衣
zh_hant: 開襠連身泳衣

# trait.Crotchless Panties
source: Crotchless Panties
de: Slip mit offenem Schritt
ja: 股開きパンティ
ko: 가랑이 열린 팬티
pl: Majtki z otwartym kroczem
zh_hans: 开裆内裤
zh_hant: 開襠內褲

# trait.Crotchless Pantyhose
source: Crotchless Pantyhose
de: Strumpfhose mit offenem Schritt
ja: 股開きパンティストッキング
ko: 가랑이 열린 팬티스타킹
pl: Rajstopy z otwartym kroczem
zh_hans: 开裆连裤袜
zh_hant: 開襠褲襪

# trait.Crotchless Spats
source: Crotchless Spats
de: Kurze Leggings mit offenem Schritt
ja: 股開きスパッツ
ko: 가랑이 열린 스패츠
pl: Krótkie legginsy z otwartym kroczem
zh_hans: 开裆安全裤
zh_hant: 開襠安全褲

# trait.Crotchless Teddy
source: Crotchless Teddy
de: Dessous-Body mit offenem Schritt
ja: 股開きテディ
ko: 가랑이 열린 테디
pl: Bieliźniane body z otwartym kroczem
zh_hans: 开裆连体内衣
zh_hant: 開襠連身內衣

# trait.Crown
source: Crown
de: Krone
ja: 王冠
ko: 왕관
pl: Korona
zh_hans: 王冠
zh_hant: 王冠

# trait.Crown Prince
source: Crown Prince
de: Kronprinz
ja: 皇太子
ko: 왕세자
pl: Następca tronu
zh_hans: 王储
zh_hant: 王儲

# trait.Crown Princess
source: Crown Princess
de: Kronprinzessin
ja: 王太女
ko: 왕세녀
pl: Następczyni tronu
zh_hans: 女王储
zh_hant: 女王儲

# trait.Crucifixion
source: Crucifixion
de: Kreuzigung
ja: 磔刑
ko: 십자가형
pl: Ukrzyżowanie
zh_hans: 钉十字架
zh_hant: 釘十字架

# trait.Cruel
source: Cruel
de: Grausam
ja: 残酷
ko: 잔혹함
pl: Okrutny
zh_hans: 残忍
zh_hant: 殘忍

# trait.Crutch
source: Crutch
de: Krücke
ja: 松葉杖
ko: 목발
pl: Kula ortopedyczna
zh_hans: 拐杖
zh_hant: 拐杖

# trait.Cryokinetic
source: Cryokinetic
de: Kryokinetisch
ja: 氷結能力者
ko: 빙결 능력자
pl: Zdolność kontrolowania lodu
zh_hans: 冰冻能力者
zh_hant: 冰凍能力者

# trait.Crystal Ball
source: Crystal Ball
de: Kristallkugel
ja: 水晶玉
ko: 수정 구슬
pl: Kryształowa kula
zh_hans: 水晶球
zh_hant: 水晶球

# trait.Cufflink
source: Cufflink
de: Manschettenknopf
ja: カフリンクス
ko: 커프 링크
pl: Spinka do mankietu
zh_hans: 袖扣
zh_hant: 袖扣

# trait.Cuffs
source: Cuffs
de: Manschetten
ja: カフス
ko: 소맷부리
pl: Mankiety
zh_hans: 袖口
zh_hant: 袖口

# trait.Cum Bath
source: Cum Bath
de: Spermabad
ja: 精液風呂
ko: 정액 목욕
pl: Kąpiel w nasieniu
zh_hans: 精液浴
zh_hant: 精液浴

# trait.Cum Play
source: Cum Play
de: Spermaspiele
ja: 精液プレイ
ko: 정액 플레이
pl: Zabawy z nasieniem
zh_hans: 精液玩法
zh_hant: 精液玩法

# trait.Cupid
source: Cupid
de: Amor
ja: キューピッド
ko: 큐피드
pl: Kupidyn
zh_hans: 丘比特
zh_hant: 丘比特

# trait.Cupless Corset
source: Cupless Corset
de: Brustfreies Korsett
ja: カップレスコルセット
ko: 컵리스 코르셋
pl: Gorset z odkrytymi piersiami
zh_hans: 露乳紧身胸衣
zh_hant: 露乳緊身胸衣

# trait.Curious
source: Curious
de: Neugierig
ja: 好奇心旺盛
ko: 호기심 많음
pl: Ciekawski
zh_hans: 好奇
zh_hant: 好奇

# trait.Curly
source: Curly
de: Lockig
ja: 巻き髪
ko: 곱슬머리
pl: Kręcone
zh_hans: 卷发
zh_hant: 捲髮

# trait.Curse
source: Curse
de: Fluch
ja: 呪い
ko: 저주
pl: Klątwa
zh_hans: 诅咒
zh_hant: 詛咒

# trait.Cursing
source: Cursing
de: Fluchen
ja: 悪態
ko: 욕설
pl: Przeklinanie
zh_hans: 说脏话
zh_hant: 說髒話

# trait.Curtained
source: Curtained
de: Mittig geteilter Pony
ja: カーテン前髪
ko: 커튼 앞머리
pl: Grzywka z przedziałkiem pośrodku
zh_hans: 八字刘海
zh_hant: 八字瀏海

# trait.Customizable Appearance
source: Customizable Appearance
de: Anpassbares Aussehen
ja: 外見をカスタマイズ可能
ko: 외모 사용자화 가능
pl: Możliwość dostosowania wyglądu
zh_hans: 外观可自定义
zh_hant: 外觀可自訂

# trait.Cycling
source: Cycling
de: Radfahren
ja: サイクリング
ko: 자전거 타기
pl: Jazda na rowerze
zh_hans: 骑行
zh_hant: 騎自行車

# trait.Cyclops
source: Cyclops
de: Zyklop
ja: サイクロプス
ko: 키클롭스
pl: Cyklop
zh_hans: 独眼巨人
zh_hant: 獨眼巨人

# trait.Cynic
source: Cynic
de: Zyniker
ja: 皮肉屋
ko: 냉소적
pl: Cynik
zh_hans: 愤世嫉俗
zh_hant: 憤世嫉俗

# trait.Dadao
source: Dadao
de: Dadao-Schwert
ja: 大刀
ko: 대도
pl: Miecz dadao
zh_hans: 大刀
zh_hant: 大刀

# trait.Dagger
source: Dagger
de: Dolch
ja: 短剣
ko: 단검
pl: Sztylet
zh_hans: 匕首
zh_hant: 匕首

# trait.Daimyo
source: Daimyo
de: Daimyō
ja: 大名
ko: 다이묘
pl: Daimyō
zh_hans: 大名
zh_hant: 大名

# trait.Damaged Hymen
source: Damaged Hymen
de: Beschädigtes Jungfernhäutchen
ja: 処女膜損傷
ko: 처녀막 손상
pl: Uszkodzona błona dziewicza
zh_hans: 处女膜受损
zh_hant: 處女膜受損

# trait.Dancer
source: Dancer
de: Tänzer
ja: ダンサー
ko: 무용수
pl: Tancerz
zh_hans: 舞者
zh_hant: 舞者

# trait.Dancing
source: Dancing
de: Tanzen
ja: ダンス
ko: 춤
pl: Taniec
zh_hans: 舞蹈
zh_hant: 舞蹈

# trait.Dane
source: Dane
de: Dänisch
ja: デンマーク人
ko: 덴마크인
pl: Duńczyk
zh_hans: 丹麦人
zh_hant: 丹麥人

# trait.Dao
source: Dao
de: Dao-Schwert
ja: 刀
ko: 도
pl: Miecz dao
zh_hans: 刀
zh_hant: 刀

# trait.Daoshi
source: Daoshi
de: Daoistischer Priester
ja: 道士
ko: 도사
pl: Kapłan taoistyczny
zh_hans: 道士
zh_hant: 道士

# trait.Dark
source: Dark
de: Düster
ja: 暗い
ko: 음침함
pl: Posępny
zh_hans: 阴沉
zh_hant: 陰沈

# trait.Darker Nipples (Pregnancy)
source: Darker Nipples (Pregnancy)
de: Dunklere Brustwarzen (Schwangerschaft)
ja: 乳首の色が濃くなる（妊娠）
ko: 짙어진 유두색(임신)
pl: Ciemniejsze brodawki sutkowe (ciąża)
zh_hans: 乳头颜色变深（怀孕）
zh_hant: 乳頭顏色變深（懷孕）

# trait.Darker Sexual Content
source: Darker Sexual Content
de: Düstere sexuelle Inhalte
ja: より過激な性的内容
ko: 더 과격한 성적 콘텐츠
pl: Mroczne treści seksualne
zh_hans: 更重口的色情内容
zh_hant: 更重口的色情內容

# trait.Daughter
source: Daughter
de: Tochter
ja: 娘
ko: 딸
pl: Córka
zh_hans: 女儿
zh_hant: 女兒

# trait.Daughter Act
source: Daughter Act
de: Rollenspiel als Tochter
ja: 娘役
ko: 딸 역할극
pl: Odgrywanie roli córki
zh_hans: 女儿扮演
zh_hant: 女兒扮演

# trait.Daughter Complex
source: Daughter Complex
de: Tochterkomplex
ja: 娘コン
ko: 딸 콤플렉스
pl: Kompleks córki
zh_hans: 女儿控
zh_hant: 女兒控

# trait.Daughter-in-law
source: Daughter-in-law
de: Schwiegertochter
ja: 義理の娘
ko: 며느리
pl: Synowa
zh_hans: 儿媳
zh_hant: 媳婦

# trait.Daycare Worker
source: Daycare Worker
de: Betreuungskraft in einer Kindertagesstätte
ja: 保育士
ko: 보육 교사
pl: Pracownik żłobka lub przedszkola
zh_hans: 托儿所工作人员
zh_hant: 托兒所工作人員

# trait.Daydreamer
source: Daydreamer
de: Tagträumer
ja: 空想家
ko: 공상가
pl: Marzyciel
zh_hans: 爱幻想
zh_hant: 愛幻想

# trait.Daydreaming
source: Daydreaming
de: Tagträumen
ja: 空想
ko: 공상
pl: Marzenie na jawie
zh_hans: 幻想
zh_hant: 幻想

# trait.De gozaru
source: De gozaru
de: Satzendung „de gozaru“
ja: 「でござる」口調
ko: ‘데 고자루’ 말투
pl: Końcówka wypowiedzi „de gozaru”
zh_hans: 使用“でござる”语尾
zh_hant: 使用「でござる」語尾

# trait.Deafness
source: Deafness
de: Gehörlosigkeit
ja: 聴覚障害
ko: 청각 장애
pl: Głuchota
zh_hans: 失聪
zh_hant: 聽覺障礙

# trait.Death
source: Death
de: Tod
ja: 死亡
ko: 죽음
pl: Śmierć
zh_hans: 死亡
zh_hant: 死亡

# trait.Death Game Accessory
source: Death Game Accessory
de: Gehilfe bei einem Todesspiel
ja: デスゲームの共犯者
ko: 데스 게임 공범
pl: Wspólnik organizatorów gry na śmierć i życie
zh_hans: 死亡游戏帮凶
zh_hant: 死亡遊戲幫凶

# trait.Death in Battle
source: Death in Battle
de: Tod im Kampf
ja: 戦死
ko: 전사
pl: Śmierć w walce
zh_hans: 战死
zh_hant: 戰死

# trait.Debt
source: Debt
de: Schulden
ja: 借金
ko: 빚
pl: Długi
zh_hans: 债务
zh_hant: 債務

# trait.Decorative Belt
source: Decorative Belt
de: Ziergürtel
ja: 装飾ベルト
ko: 장식 벨트
pl: Ozdobny pasek
zh_hans: 装饰腰带
zh_hant: 裝飾腰帶

# trait.Deep V-Neck Swimsuit
source: Deep V-Neck Swimsuit
de: Badeanzug mit tiefem V-Ausschnitt
ja: 深いVネックの水着
ko: 깊은 V넥 수영복
pl: Strój kąpielowy z głębokim dekoltem w serek
zh_hans: 深V领泳装
zh_hant: 深V領泳裝

# trait.Deepthroat
source: Deepthroat
de: Tiefe orale Penetration
ja: ディープスロート
ko: 딥스로트
pl: Głęboka penetracja oralna
zh_hans: 深喉
zh_hant: 深喉

# trait.Deer
source: Deer
de: Hirsch
ja: 鹿
ko: 사슴
pl: Jeleń
zh_hans: 鹿
zh_hant: 鹿

# trait.Deerstalker
source: Deerstalker
de: Deerstalker-Mütze
ja: 鹿撃ち帽
ko: 디어스토커 모자
pl: Czapka myśliwska deerstalker
zh_hans: 猎鹿帽
zh_hant: 獵鹿帽

# trait.Defloration
source: Defloration
de: Entjungferung
ja: 処女喪失
ko: 처녀성 상실
pl: Defloracja
zh_hans: 破处
zh_hant: 破處

# trait.Defloration by an Object
source: Defloration by an Object
de: Entjungferung durch einen Gegenstand
ja: 異物による処女喪失
ko: 이물질에 의한 처녀성 상실
pl: Defloracja za pomocą przedmiotu
zh_hans: 被异物破处
zh_hant: 被異物破處

# trait.Defloration by Others
source: Defloration by Others
de: Entjungferung durch andere
ja: 他者による処女喪失
ko: 타인에 의한 처녀성 상실
pl: Defloracja dokonana przez innych
zh_hans: 被他人破处
zh_hant: 被他人破處

# trait.Deicide
source: Deicide
de: Göttertötung
ja: 神殺し
ko: 신 살해
pl: Zabicie bóstwa
zh_hans: 弑神
zh_hant: 弒神

# trait.Deity
source: Deity
de: Gottheit
ja: 神
ko: 신
pl: Bóstwo
zh_hans: 神明
zh_hant: 神明

# trait.Delinquent
source: Delinquent
de: Rowdy
ja: 不良
ko: 불량배
pl: Chuligan
zh_hans: 不良
zh_hant: 不良

# trait.Deliveryman
source: Deliveryman
de: Lieferant
ja: 配達員
ko: 배달원
pl: Dostawca
zh_hans: 配送员
zh_hant: 送貨員

# trait.Delusion
source: Delusion
de: Wahnvorstellung
ja: 妄想
ko: 망상
pl: Urojenie
zh_hans: 妄想
zh_hant: 妄想

# trait.Demigod
source: Demigod
de: Halbgott
ja: 半神
ko: 반신
pl: Półbóg
zh_hans: 半神
zh_hant: 半神

# trait.Demon
source: Demon
de: Dämon
ja: 悪魔
ko: 악마
zh_hans: 恶魔
zh_hant: 惡魔

# trait.Demon Blooded
source: Demon Blooded
de: Dämonische Abstammung
ja: 悪魔の血を引く
ko: 악마 혈통
pl: Demoniczne pochodzenie
zh_hans: 恶魔血统
zh_hant: 惡魔血統

# trait.Demon Tail
source: Demon Tail
de: Dämonenschwanz
ja: 悪魔の尻尾
ko: 악마 꼬리
pl: Demoniczny ogon
zh_hans: 恶魔尾巴
zh_hant: 惡魔尾巴

# trait.Demonic Contract
source: Demonic Contract
de: Dämonenpakt
ja: 悪魔との契約
ko: 악마와의 계약
pl: Pakt z demonem
zh_hans: 恶魔契约
zh_hant: 惡魔契約

# trait.Dental Braces
source: Dental Braces
de: Zahnspange
ja: 歯列矯正器具
ko: 치아 교정기
pl: Aparat ortodontyczny
zh_hans: 牙套
zh_hant: 牙套

# trait.Dentist
source: Dentist
de: Zahnarzt
ja: 歯科医
ko: 치과 의사
pl: Dentysta
zh_hans: 牙医
zh_hant: 牙醫

# trait.Deserter
source: Deserter
de: Deserteur
ja: 脱走兵
ko: 탈영병
pl: Dezerter
zh_hans: 逃兵
zh_hant: 逃兵

# trait.Desu
source: Desu
de: Satzendung „desu“
ja: 「です」口調
ko: ‘데스’ 말투
pl: Końcówka wypowiedzi „desu”
zh_hans: 使用“です”语尾
zh_hant: 使用「です」語尾

# trait.Desu no
source: Desu no
de: Satzendung „desu no“
ja: 「ですの」口調
ko: ‘데스노’ 말투
pl: Końcówka wypowiedzi „desu no”
zh_hans: 使用“ですの”语尾
zh_hant: 使用「ですの」語尾

# trait.Desu wa
source: Desu wa
de: Satzendung „desu wa“
ja: 「ですわ」口調
ko: ‘데스와’ 말투
pl: Końcówka wypowiedzi „desu wa”
zh_hans: 使用“ですわ”语尾
zh_hant: 使用「ですわ」語尾

# trait.Detachable
source: Detachable
de: Abnehmbar
ja: 着脱可能
ko: 탈착 가능
pl: Odłączany
zh_hans: 可拆卸
zh_hant: 可拆卸

# trait.Detached Kimono Sleeves
source: Detached Kimono Sleeves
de: Separate Kimonoärmel
ja: 分離した着物袖
ko: 분리형 기모노 소매
pl: Oddzielne rękawy kimona
zh_hans: 分离式和服袖
zh_hant: 分離式和服袖

# trait.Detached Sex Scenes Only
source: Detached Sex Scenes Only
de: Nur von der Handlung getrennte Sexszenen
ja: 独立したセックスシーンのみ
ko: 독립된 성교 장면만
pl: Wyłącznie sceny seksu oddzielone od fabuły
zh_hans: 仅独立性爱场景
zh_hant: 僅獨立性愛場景

# trait.Detached Sleeves
source: Detached Sleeves
de: Separate Ärmel
ja: 分離袖
ko: 분리형 소매
pl: Oddzielne rękawy
zh_hans: 分离袖
zh_hant: 分離袖

# trait.Detective
source: Detective
de: Detektiv
ja: 探偵
ko: 탐정
pl: Detektyw
zh_hans: 侦探
zh_hant: 偵探

# trait.Devouring
source: Devouring
de: Verschlingen
ja: 捕食
ko: 포식
pl: Pożeranie
zh_hans: 吞食
zh_hant: 吞食

# trait.Diaper
source: Diaper
de: Windel
ja: おむつ
ko: 기저귀
pl: Pielucha
zh_hans: 尿布
zh_hant: 尿布

# trait.Diary
source: Diary
de: Tagebuch
ja: 日記
ko: 일기
pl: Pamiętnik
zh_hans: 日记
zh_hant: 日記

# trait.Dickgirl
source: Dickgirl
de: Frau mit Penis
ja: ふたなり
ko: 후타나리
pl: Kobieta z penisem
zh_hans: 扶她
zh_hant: 扶她

# trait.Dicknipples
source: Dicknipples
de: Penisförmige Brustwarzen
ja: ペニス状乳首
ko: 음경 모양 유두
pl: Brodawki sutkowe w kształcie penisa
zh_hans: 阴茎状乳头
zh_hant: 陰莖狀乳頭

# trait.Dimensional Travel
source: Dimensional Travel
de: Reisen zwischen Dimensionen
ja: 次元間移動
ko: 차원 간 이동
pl: Podróże między wymiarami
zh_hans: 跨维度旅行
zh_hant: 跨次元旅行

# trait.Dirty
source: Dirty
de: Ungepflegt
ja: 不潔
ko: 불결함
pl: Niechlujny
zh_hans: 邋遢
zh_hant: 邋遢

# trait.Dirty Anal
source: Dirty Anal
de: Unsauberer Analsex
ja: 汚れたアナル
ko: 더러운 항문
pl: Niehigieniczny seks analny
zh_hans: 肮脏肛门
zh_hant: 骯髒肛門

# trait.Disability
source: Disability
de: Behinderung
ja: 障害
ko: 장애
pl: Niepełnosprawność
zh_hans: 残障
zh_hant: 身心障礙

# trait.Disappearance
source: Disappearance
de: Verschwinden
ja: 失踪
ko: 실종
pl: Zaginięcie
zh_hans: 失踪
zh_hant: 失蹤

# trait.Disappointment
source: Disappointment
de: Enttäuschung
ja: 期待外れ
ko: 기대 이하
pl: Rozczarowanie
zh_hans: 令人失望
zh_hant: 令人失望

# trait.Disaster
source: Disaster
de: Katastrophe
ja: 災害
ko: 재해
pl: Katastrofa
zh_hans: 灾难
zh_hant: 災難

# trait.Disciplinarian
source: Disciplinarian
de: Strenger Verfechter der Disziplin
ja: 規律に厳しい
ko: 규율에 엄격함
pl: Rygorystycznie egzekwuje dyscyplinę
zh_hans: 纪律严明
zh_hant: 紀律嚴明

# trait.Discipline Committee Leader
source: Discipline Committee Leader
de: Vorsitzender des Disziplinarausschusses
ja: 風紀委員長
ko: 선도부장
pl: Przewodniczący komitetu dyscyplinarnego
zh_hans: 风纪委员长
zh_hant: 風紀委員長

# trait.Discipline Committee Member
source: Discipline Committee Member
de: Mitglied des Disziplinarausschusses
ja: 風紀委員
ko: 선도부원
pl: Członek komitetu dyscyplinarnego
zh_hans: 风纪委员
zh_hant: 風紀委員

# trait.Discreet Masturbation
source: Discreet Masturbation
de: Heimliche Masturbation
ja: 隠れて自慰
ko: 몰래 하는 자위
pl: Dyskretna masturbacja
zh_hans: 隐秘自慰
zh_hant: 隱秘自慰

# trait.Discreet Phone Sex
source: Discreet Phone Sex
de: Heimlicher Telefonsex
ja: 隠れてテレフォンセックス
ko: 몰래 하는 폰섹스
pl: Dyskretny seks przez telefon
zh_hans: 隐秘电话性爱
zh_hant: 隱秘電話性愛

# trait.Discreet Sex
source: Discreet Sex
de: Heimlicher Sex
ja: 隠れてセックス
ko: 몰래 하는 성교
pl: Dyskretny seks
zh_hans: 隐秘性爱
zh_hant: 隱秘性愛

# trait.Discretion
source: Discretion
de: Diskretion
ja: 慎重
ko: 신중함
pl: Dyskrecja
zh_hans: 谨慎
zh_hant: 謹慎

# trait.Discrimination
source: Discrimination
de: Diskriminierung
ja: 差別
ko: 차별
pl: Dyskryminacja
zh_hans: 歧视
zh_hant: 歧視

# trait.Disguise
source: Disguise
de: Verkleidung
ja: 変装
ko: 변장
pl: Przebranie
zh_hans: 伪装
zh_hant: 偽裝

# trait.Dishonest
source: Dishonest
de: Unehrlich
ja: 不誠実
ko: 불성실함
pl: Nieuczciwy
zh_hans: 不诚实
zh_hant: 不誠實

# trait.Disownment
source: Disownment
de: Verstoßung aus der Familie
ja: 勘当
ko: 의절
pl: Wyparcie się członka rodziny
zh_hans: 断绝亲属关系
zh_hant: 斷絕親屬關係

# trait.Distrustful
source: Distrustful
de: Misstrauisch
ja: 疑い深い
ko: 의심이 많음
pl: Nieufny
zh_hans: 多疑
zh_hant: 多疑

# trait.Divine Blooded
source: Divine Blooded
de: Göttliche Abstammung
ja: 神の血を引く
ko: 신의 혈통
pl: Boskie pochodzenie
zh_hans: 神族血统
zh_hant: 神族血統

# trait.Diving Mask
source: Diving Mask
de: Tauchmaske
ja: ダイビングマスク
ko: 다이빙 마스크
pl: Maska do nurkowania
zh_hans: 潜水面罩
zh_hant: 潛水面罩

# trait.Diving Suit
source: Diving Suit
de: Taucheranzug
ja: ダイビングスーツ
ko: 다이빙 슈트
pl: Kombinezon do nurkowania
zh_hans: 潜水服
zh_hant: 潛水服

# trait.Divorcee
source: Divorcee
de: Geschieden
ja: 離婚経験者
ko: 이혼 경력자
pl: Rozwiedziony
zh_hans: 离异
zh_hant: 離異

# trait.Docile
source: Docile
de: Fügsam
ja: 従順
ko: 온순함
pl: Potulny
zh_hans: 温顺
zh_hant: 溫順

# trait.Docking
source: Docking
de: Zusammenführen von Penissen unter einer Vorhaut
ja: ドッキング
ko: 도킹
pl: Łączenie penisów pod jednym napletkiem
zh_hans: 对接
zh_hant: 對接

# trait.Dog
source: Dog
de: Hund
ja: 犬
ko: 개
pl: Pies
zh_hans: 狗
zh_hant: 狗

# trait.Dog Cosplay
source: Dog Cosplay
de: Hunde-Cosplay
ja: 犬コスプレ
ko: 개 코스프레
pl: Cosplay psa
zh_hans: 狗狗装扮
zh_hant: 狗狗裝扮

# trait.Dog Person
source: Dog Person
de: Hundeliebhaber
ja: 犬好き
ko: 애견가
pl: Miłośnik psów
zh_hans: 爱狗人士
zh_hant: 愛狗人士

# trait.Dog Tags
source: Dog Tags
de: Erkennungsmarken
ja: 認識票
ko: 인식표
pl: Nieśmiertelniki
zh_hans: 军用身份牌
zh_hant: 軍籍牌

# trait.Doggy Style
source: Doggy Style
de: Sex von hinten
ja: 後背位
ko: 후배위
pl: Pozycja od tyłu
zh_hans: 后入式
zh_hant: 後入式

# trait.Dogmatic
source: Dogmatic
de: Dogmatisch
ja: 教条的
ko: 교조적
pl: Dogmatyczny
zh_hans: 教条主义
zh_hant: 教條主義者

# trait.Doll
source: Doll
de: Puppe
ja: 人形
ko: 인형
pl: Lalka
zh_hans: 人偶
zh_hant: 人偶

# trait.Domestic Partner
source: Domestic Partner
de: Lebensgefährte
ja: 内縁のパートナー
ko: 사실혼 배우자
pl: Partner życiowy
zh_hans: 同居伴侣
zh_hant: 同居伴侶

# trait.Domestic Violence
source: Domestic Violence
de: Häusliche Gewalt
ja: ドメスティックバイオレンス
ko: 가정 폭력
pl: Przemoc domowa
zh_hans: 家庭暴力
zh_hant: 家庭暴力

# trait.Dominatrix
source: Dominatrix
de: Domina
ja: 女王様
ko: 도미나트릭스
pl: Domina
zh_hans: 女王
zh_hant: 女王

# trait.Dominican
source: Dominican
de: Dominikanisch
ja: ドミニカ人
ko: 도미니카인
pl: Dominikańczyk
zh_hans: 多米尼加人
zh_hant: 多明尼加人

# trait.Dormitory Manager
source: Dormitory Manager
de: Wohnheimverwalter
ja: 寮長
ko: 기숙사 사감
pl: Zarządca akademika lub internatu
zh_hans: 宿舍管理员
zh_hant: 宿舍管理員

# trait.Double Bass
source: Double Bass
de: Kontrabass
ja: コントラバス
ko: 더블 베이스
pl: Kontrabas
zh_hans: 低音提琴
zh_hant: 低音提琴

# trait.Double Fingering
source: Double Fingering
de: Doppelte Stimulation mit Fingern
ja: 二本指挿入
ko: 두 손가락 삽입
pl: Podwójna stymulacja palcami
zh_hans: 双指插入
zh_hant: 雙指插入

# trait.Double Handjob
source: Double Handjob
de: Doppelte manuelle Penisstimulation
ja: ダブル手コキ
ko: 더블 핸드잡
pl: Podwójna ręczna stymulacja penisa
zh_hans: 双手交
zh_hant: 雙手交

# trait.Double Penetration (Group Sex)
source: Double Penetration (Group Sex)
de: Doppelte Penetration (Gruppensex)
ja: 乱交での二重挿入
ko: 집단 성교 중 이중 삽입
pl: Podwójna penetracja (seks grupowy)
zh_hans: 群交双重插入
zh_hant: 群交雙重插入

# trait.Double-ended Dildo
source: Double-ended Dildo
de: Doppelendiges Dildo
ja: 両頭ディルド
ko: 양두 딜도
pl: Dildo dwustronne
zh_hans: 双头假阴茎
zh_hant: 雙頭假陰莖

# trait.Drag Performer
source: Drag Performer
de: Drag-Künstler
ja: ドラァグパフォーマー
ko: 드래그 퍼포머
pl: Artysta drag
zh_hans: 变装表演者
zh_hant: 變裝表演者

# trait.Dragon
source: Dragon
de: Drache
ja: ドラゴン
ko: 드래곤
pl: Smok
zh_hans: 龙
zh_hant: 龍

# trait.Drawing
source: Drawing
de: Zeichnen
ja: 絵を描く
ko: 그림 그리기
pl: Rysowanie
zh_hans: 绘画
zh_hant: 繪畫

# trait.Dress
source: Dress
de: Kleid
ja: ドレス
ko: 드레스
pl: Sukienka
zh_hans: 连衣裙
zh_hant: 洋裝

# trait.Dress Shoes
source: Dress Shoes
de: Elegante Schuhe
ja: 革靴
ko: 정장 구두
pl: Buty wizytowe
zh_hans: 正装皮鞋
zh_hant: 正裝皮鞋

# trait.Drill [Tool]
source: Drill [Tool]
de: Bohrer [Werkzeug]
ja: ドリル（工具）
ko: 드릴(공구)
pl: Wiertarka [narzędzie]
zh_hans: 电钻（工具）
zh_hant: 電鑽（工具）

# trait.Drill [Weapon]
source: Drill [Weapon]
de: Bohrer [Waffe]
ja: ドリル（武器）
ko: 드릴(무기)
pl: Wiertło [broń]
zh_hans: 钻头（武器）
zh_hant: 鑽頭（武器）

# trait.Drill Dildo
source: Drill Dildo
de: Bohr-Dildo
ja: ドリルディルド
ko: 드릴 딜도
pl: Dildo wiertło
zh_hans: 电钻假阴茎
zh_hant: 電鑽假陰莖

# trait.Drinking
source: Drinking
de: Alkoholkonsum
ja: 飲酒
ko: 음주
pl: Picie alkoholu
zh_hans: 饮酒
zh_hant: 飲酒

# trait.Driver
source: Driver
de: Fahrer
ja: 運転手
ko: 운전사
pl: Kierowca
zh_hans: 司机
zh_hant: 司機

# trait.Driving
source: Driving
de: Fahren
ja: 運転
ko: 운전
pl: Prowadzenie pojazdu
zh_hans: 驾驶
zh_hant: 駕駛

# trait.Dropout
source: Dropout
de: Schul- oder Studienabbrecher
ja: 中退者
ko: 중퇴자
pl: Osoba, która przerwała naukę
zh_hans: 辍学者
zh_hant: 輟學者

# trait.Drowning Torture
source: Drowning Torture
de: Folter durch Ertränken
ja: 溺水拷問
ko: 익사 고문
pl: Torturowanie przez podtapianie
zh_hans: 溺水拷问
zh_hant: 溺水拷問

# trait.Drug Abuse
source: Drug Abuse
de: Drogenmissbrauch
ja: 薬物乱用
ko: 약물 남용
pl: Nadużywanie narkotyków
zh_hans: 滥用药物
zh_hant: 濫用藥物

# trait.Drug Trafficking
source: Drug Trafficking
de: Drogenhandel
ja: 麻薬密売
ko: 마약 밀매
pl: Handel narkotykami
zh_hans: 贩毒
zh_hant: 販毒

# trait.Drugging
source: Drugging
de: Verabreichen von Drogen
ja: 薬物投与
ko: 약물 투여
pl: Podawanie narkotyków
zh_hans: 下药
zh_hant: 下藥

# trait.Drum
source: Drum
de: Trommel
ja: ドラム
ko: 드럼
pl: Bęben
zh_hans: 鼓
zh_hant: 鼓

# trait.Drummer
source: Drummer
de: Schlagzeuger
ja: ドラマー
ko: 드러머
pl: Perkusista
zh_hans: 鼓手
zh_hant: 鼓手

# trait.Drunk Sex
source: Drunk Sex
de: Sex im betrunkenen Zustand
ja: 酔った状態でのセックス
ko: 술에 취한 상태의 성교
pl: Seks w stanie nietrzeźwym
zh_hans: 醉酒性爱
zh_hant: 醉酒性愛

# trait.Dry Orgasm
source: Dry Orgasm
de: Trockener Orgasmus
ja: ドライオーガズム
ko: 드라이 오르가슴
pl: Suchy orgazm
zh_hans: 干性高潮
zh_hant: 乾性高潮

# trait.Dual-Wield Weapon
source: Dual-Wield Weapon
de: Zweifach geführte Waffe
ja: 二刀流武器
ko: 쌍수 무기
pl: Broń używana w obu rękach
zh_hans: 双持武器
zh_hant: 雙持武器

# trait.Duck
source: Duck
de: Ente
ja: アヒル
ko: 오리
pl: Kaczka
zh_hans: 鸭
zh_hant: 鴨

# trait.Duct Tape Bondage
source: Duct Tape Bondage
de: Fesselung mit Klebeband
ja: ダクトテープ拘束
ko: 덕트 테이프 구속
pl: Krępowanie taśmą klejącą
zh_hans: 胶带束缚
zh_hant: 膠帶束縛

# trait.Duel
source: Duel
de: Duell
ja: 決闘
ko: 결투
pl: Pojedynek
zh_hans: 决斗
zh_hant: 決鬥

# trait.Dutch
source: Dutch
de: Niederländisch
ja: オランダ人
ko: 네덜란드인
pl: Holender
zh_hans: 荷兰人
zh_hant: 荷蘭人
